{
  "Comment.nvim": { "branch": "master" },
  "LazyVim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "aerial.nvim": { "branch": "master" },
  "arrow.nvim": { "branch": "master" },
  "auto-save.nvim": { "branch": "main" },
  "bafa.nvim": { "branch": "main" },
  "barbar.nvim": { "branch": "master" },
  "barbecue": { "branch": "main" },
  "bento.nvim": { "branch": "main" },
  "betterTerm.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "blink.compat": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "checkmate.nvim": { "branch": "main" },
  "codediff.nvim": { "branch": "main" },
  "codeium.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "grug-far.nvim": { "branch": "main" },
  "koda.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lensline.nvim": { "branch": "main" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "markdown-tools.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "modes.nvim": { "branch": "main" },
  "namu.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-python": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "numb.nvim": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-scrollview": { "branch": "main" },
  "nvim-spider": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-unstack": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oasis.nvim": { "branch": "main" },
  "one-small-step-for-vimkind": { "branch": "main" },
  "opencode.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "pretty_hover": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "quicker.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "supermaven-nvim": { "branch": "main" },
  "tailwind-hover.nvim": { "branch": "main" },
  "teide.nvim": { "branch": "main" },
  "template-string.nvim": { "branch": "main" },
  "tiny-code-action.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "treewalker.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "ts-error-translator.nvim": { "branch": "main" },
  "twilight.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "venv-selector.nvim": { "branch": "main" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "windsurf.nvim": { "branch": "main" }
}
